#pragma once
#ifndef HAHA_H
#define HAHA_H
namespace HAHA{
	const int Y = 3;
	char hahashki[Y][800] = { {"Короче, один сталкер в бинокль увидел, что к деревне новичков ПЯТЬ Матёрых кровососов идут.\n А сталкер жадный был- спускается вниз, собрал всех и говорит типа: \n\
- Чуваки! Я такое узнал! Такое! Если я вам сейчас это не расскажу - всем живым хана! Всем!\n\
Сталкеры заволновались.\n\
- А не врёшь ?\n\
-Ну говори уже!Говори!\n\
А сталкер хитренько так улыбается и говорит дайте мне по сто рублей, тогда скажу!- Сталкеры заволновались, но деньги стали сдавать.\n А один - не сдаёт.Сталкер говорит :\n\
-Сдавай быстрей!А то все погибнем!- тут его сзади по плечу кто - то тихонечко хлопает, он поворачивается - стоят кровососы, дрожжат, деньги протягивают\n - Ну, говори скорей, от куда смерть идёт ? "},
		{"Dва ковбоя скачут по прерии. Один другому говорит: \n- Джо, деpжу паpи на сто доллаpов, что ты мое говно не съешь.\n- Съем, -отвечает тот.\nПоспоpили.Джо съел, Биллу пpишлось выложить сто доллаpов.\nСкачут дальше.Джо стало обидно за себя он и говоpит :\n-Билл, деpжу паpи на сто доллаpов, Что ты мое говно не съешь.\n- С говноедами не разговариваю."}
	,{"Плывут три подлодки, американская, немецкая и русская.\nАмериканская - дизельная, немецкая - атомная, а у русской форточка открыта."} };
	int rates[Y] = { 10,8,6 };
}
#endif